/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "お使いのコンピュータに、同じ名前の別のウィジェットがすでにインストールされています。この“%@”ウィジェットで置き換えてもよろしいですか？";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "お使いのコンピュータに、同じ名前のファイルがすでにインストールされています。この“%@”ウィジェットで置き換えてもよろしいですか？";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "このウィジェットの新しいバージョンが、このコンピュータのすべてのユーザが使える状態で、すでにインストールされています。このバージョンを既存のものの代わりに使いたい場合は、このユーザアカウントにだけインストールしてください。";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "“%@”ウィジェットの新しいバージョンがすでにインストールされています。置き換えてもよろしいですか？";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "“%@”ウィジェットの古いバージョンがすでにインストールされています。置き換えてもよろしいですか？";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "このウィジェットの古いバージョンが、このコンピュータのすべてのユーザが使える状態で、すでにインストールされています。このバージョンを既存のものの代わりに使いたい場合は、このユーザアカウントにだけインストールしてください。";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "“%@”ウィジェットをインストールして、Dashboard で開いてもよろしいですか？";

/* end preview string */
"End Test" = "テスト終了";

/* title for OK button */
"Install" = "インストール";

/* installation failed title */
"The %@ widget can't be installed." = "“%@”ウィジェットをインストールできません。";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "置き換え";

/* title for OK button when developer run is on */
"Run" = "実行";

/* preview button string */
"Test Drive" = "テストドライブ";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "ファイル“%@”は有効なウィジェットではないため、インストールできません。";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "“%@”ウィジェットはすでにインストールされています。置き換えてもよろしいですか？";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "インストールしようとしているウィジェットは、すでにこのコンピュータにインストールされており、その 1 つ以上のコピーが開いています。このウィジェットを再インストールすると、ウィジェットのコピーがすべて閉じます。";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "インストールしようとしているウィジェットは、すでに開いています。このウィジェットをインストールすると、ウィジェットのコピーがすべて閉じます。";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "置き換えられるウィジェットは、ただちに削除されます。";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "このウィジェットは、このコンピュータのすべてのユーザが使える状態で、すでにインストールされています。このバージョンを既存のものの代わりに使いたい場合は、このユーザアカウントにだけインストールしてください。";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "このウィジェットは、お使いのコンピュータにすでにインストールされていますが、名前が“%@”になっています。ウィジェット“%@”をウィジェット“%@”に置き換えてもよろしいですか？";

